SMSgate/request.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sms="http://kazpost.kz/smsgate">
<soapenv:Header>
<soapenv:Username>test111</soapenv:Username>
<soapenv:Password>test111</soapenv:Password>
</soapenv:Header>
   <soapenv:Body>
      <sms:sendUnicode>
         <!--1 or more repetitions:-->
         <element>
            <phoneNumber>87081993506</phoneNumber>
            <message>Робот почтальон принес Вашу посылку, он находится у входа Технопарка. Ваш ПИН: 5496</message>
         </element>
      </sms:sendUnicode>
   </soapenv:Body>
</soapenv:Envelope>
